Repository: lipemat/advanced-sidebar-menu
Catalog: languages/advanced-sidebar-menu-*.po
Languages: de_de

source: widget documentation
de_de: widget-dokumentation

# {<a>}{</a>}
source: Advanced Sidebar Menu requires %1$sAdvanced Sidebar Menu PRO%2$s version %3$s+. Please update or deactivate the PRO version.
de_de: Das Advanced Sidebar Menu erfordert %1$s sAdvanced Sidebar Menu PRO%2$s es Version %3$s+. Bitte aktualisieren oder deaktivieren Sie die PRO-Version.

source: Styling options including borders, bullets, colors, backgrounds, size, and font weight.
de_de: Stylingoptionen wie Rahmen, Aufzählungszeichen, Farben, Hintergründe, Größe und Schriftstärke.

source: Accordion menus.
de_de: Akkordeon-Menüs.

source: Support for custom navigation menus from Appearance -> Menus.
de_de: Unterstützung für kundenspezifische Navigationsmenüs von Appearance-> Menü.

source: Select and display custom post types.
de_de: Wählen Sie benutzerdefinierte Posttypen aus und zeigen Sie sie an.

source: Select and display custom taxonomies.
de_de: Wählen Sie benutzerdefinierte Taxonomien aus und zeigen Sie sie an.

source: Priority support with access to members only support area.
de_de: Prioritätsunterstützung, einschließlich Zugang zum Supportbereich für Mitglieder.

source: So much more...
de_de: So viel mehr...

source: Upgrade
de_de: Aktualisierung

source: Preview
de_de: Vorschau

source: Creates a menu of all the categories using the child/parent relationship
de_de: Erstellt ein Menü aller Kategorien, die unter Zugrundelegung der Eltern-Kind-Beziehung

source: Advanced Sidebar Categories Menu
de_de: Advanced Sidebar Kategorien-Menü

source: Display the highest level parent category
de_de: Anzeige der übergeordneten Kategorie der höchsten Ebene

source: Display menu when there is only the parent category
de_de: Menü "Anzeige" wird nur die übergeordnete Kategorie

source: Always display child categories
de_de: Immer untergeordnete Kategorien anzeigen

source: Levels of child categories to display
de_de: Niveau der Kinderkategorien zu zeigen

source: Display categories on single posts
de_de: Kategorien auf einzelne Beiträge anzeigen

source: Display each single post's category
de_de: Zeigen Sie die einzelnen Kategorien der einzelnen Posts an

source: In a new widget
de_de: In einem neuen Widget

source: In another list in the same widget
de_de: In einer anderen Liste im selben Widget

source: Categories to exclude (ids), comma separated
de_de: Kategorien ausschließen (Ids), durch Kommata getrennt

source: Title
de_de: Titel

source: Creates a menu of all the pages using the child/parent relationship
de_de: Erstellt ein Menü mit allen Seiten, die die Child / Parent-Beziehung verwenden

source: Advanced Sidebar Pages Menu
de_de: Advanced Sidebar Seitenmenü

source: Display highest level parent page
de_de: Zeigt die oberste Seite der obersten Ebene an

source: Display menu when there is only the parent page
de_de: Menü "Anzeige" wird nur die übergeordnete Seite

source: Always display child pages
de_de: Immer untergeordnete Seiten anzeigen

source: Maximum level of child pages to display
de_de: Maximale Höhe der zu zeigestellenden Kinderseiten

source: - All -
de_de: Alle

source: Order by
de_de: Sortieren nach

source: Pages to exclude (ids), comma separated
de_de: Auszuschließende Seiten (IDs), durch Kommas getrennt

source: Creates dynamic menus based on parent/child relationship of your pages or categories.
de_de: Dynamische Menüs basierend auf Parent/Child-Beziehung Ihrer Seiten oder Kategorien erstellt.
